Repository: gusti-ott/SASIM-TOOL
Catalog: flutter_frontend/multimodal_routeplanner/lib/l10n/app_*.arb
Languages: de

# research_content
source: The full cost calculator uses scientific methods to enable a cost comparison of different forms of mobility.
de: Der Vollkostenrechner nutzt wissenschaftliche Methoden, um einen Kostenvergleich verschiedener Mobilitätsformen zu ermöglichen.

# note_address
source: *Please only enter addresses in Munich, otherwise not every route can be calculated.
de: *Bitte gib nur Adressen in München ein, da sonst nicht jede Route berechnet werden kann.

# mode_of_transport
source: mode
de: Verkehrsmittel

source: Reload
de: Neu laden

# error_empty
source: Enter an address.
de: Gib eine Adresse ein.

# error_shorter_than_2
source: Enter a longer address.
de: Gib eine längere Adresse ein.

source: Copy URL
de: URL kopieren

# url_copied
source: URL copied to clipboard
de: URL in die Zwischenablage kopiert

# tell_a_friend
source: Do you like Mobi-Score? Tell a friend!
de: Gefällt dir Mobi-Score? Erzähle es einem Freund!

# field_empty_alert
source: The address field cannot be empty
de: Das Addressfeld darf nicht leer sein.

# input_short_alert
source: Input must be longer than 2 characters
de: Bitte gib eine längere Adresse ein.

source: Private
de: Privat

# header_image_label
source: The title image shows an urban scene with multiple modes of transport: a teal bus, a cyclist on a teal bicycle, and an elevated white-and-orange train. People are walking in the background, and a large profile of a woman with dark hair is shown to the right, overlooking the city. The city has modern buildings, greenery, and statues.
de: Das Titelbild zeigt eine urbane Szene mit mehreren Verkehrsmitteln: einem türkisfarbenen Bus, einer Radfahrerin auf einem türkisfarbenen Fahrrad und einer erhöhten weiß-orangefarbenen Bahn. Im Hintergrund gehen Menschen spazieren, und rechts ist ein großes Profil einer Frau mit dunklen Haaren zu sehen, die über die Stadt blickt. Die Stadt hat moderne Gebäude, Grünflächen und Statuen.

source: What are
de: Was sind

# start_new_route
source: Start a new route
de: Neue Route starten

# mobi_score_description_1
source: The Mobi-Score is a color-coded rating scale that provides information on how sustainable a route is with a mode of transport in terms of its external costs.
de: Unsere individuelle Mobilität verursacht neben den privaten, internen Kosten (z.B. Spritkosten oder Versicherungen) auch externe Kosten wie Unfallkosten oder Lärmkosten. Der Mobi-Score bewertet gerade diese externen Kosten unserer individuellen Mobilität. Er soll Bewusstsein dafür schaffen, dass die Kosten unserer Mobilität nicht gerecht verteilt sind – da es Kosten gibt, die nicht der Verursacher selbst trägt, sondern die Gesellschaft als Ganzes.

# mobi_score_description_2
source: The Mobi-Score depends on the chosen mode of transport and the distance traveled. This can vary significantly between different modes of transport.
de: Der Mobi-Score hängt von dem gewählten Verkehrsmittel sowie der zurückgelegten Distanz ab. Diese kann bei verschiedenen Verkehrsmitteln zum Teil stark variieren.

# mobi_score_description_3
source: If a route has comparatively high external costs, it receives the Mobi-Score E (red). On the other hand, if the route has low external costs, it receives the Mobi-Score A (green).
de: Weist ein Weg vergleichsweise hohe externe Kosten auf, so erhält dieser den Mobi-Score E (rot). Weist der Weg hingegen niedrige externe Kosten auf, so erhält er den Mobi-Score A (grün).

source: Imprint
de: Impressum

# imprint_content
source: Munich Cluster for the Future of Mobility in Metropolitan Regions (MCube)
de: Münchner Cluster für die Zukunft der Mobilität in Metropolregionen (MCube)

source: Contact Details
de: Herausgeberin

# contact
source: Publisher
de: Kontakt

# imprint_contact_details_content
source: Technical University Munich TUM School of Engineering and Design Chair of Urban Structure and Transport Planning Arcisstraße 21 80333 Munich
de: Technische Universität München TUM School of Engineering and Design Lehrstuhl für Siedlungsstruktur und Verkehrsplanung Arcisstraße 21 80333 München

source: Authorized to Represent
de: Vertretungsberechtigt

# imprint_authorized_content
source: The Technical University of Munich is legally represented by the President, Prof. Dr. Thomas F. Hofmann. The Technical University of Munich is, according to Art. 11 para. 1 sentence 1 BayHSchG, a public corporation with the right of self-administration within the framework of the laws and at the same time, according to Art. 1 para. 2 sentence 1 no. 1 BayHSchG, a state university (state institution). The Technical University of Munich handles its own matters as a corporation (corporate matters) under the legal supervision of the supervisory authority and state matters as a state institution (Art. 12 para. 1 BayHSchG). VAT DE811193231 (in accordance with § 27a of the Value Added Tax Act)
de: Die Technische Universität München wird gesetzlich vertreten durch den Präsidenten Prof. Dr. Thomas F. Hofmann. Die Technische Universität München ist gemäß Art. 11 Abs. 1 S. 1 BayHSchG eine Körperschaft des öffentlichen Rechts mit dem Recht der Selbstverwaltung im Rahmen der Gesetze und zugleich gemäß Art. 1 Abs. 2 Satz 1 Nr. 1 BayHSchG staatliche Hochschule (staatliche Einrichtung). Die Technische Universität München nimmt eigene Angelegenheiten als Körperschaft (Körperschaftsangelegenheiten) unter der Rechtsaufsicht der Aufsichtsbehörde, staatliche Angelegenheiten als staatliche Einrichtung wahr (Art. 12 Abs. 1 BayHSchG). Umsatzsteueridentifikationsnummer DE811193231 (gemäß § 27a Umsatzsteuergesetz)

source: Responsible for Content
de: Inhaltlich verantwortlich

source: Disclaimer
de: Haftungshinweis

# imprint_disclaimer_content
source: Despite careful content control, we assume no liability for the content of external links. The operators of the linked pages are solely responsible for their content. Articles marked by name in the discussion areas reflect the author's opinion. The authors are solely responsible for the content of their contributions.
de: Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich. Namentlich gekennzeichnete Beiträge in den Diskussionsbereichen geben die Meinung des Autors wieder. Für die Inhalte der Beiträge sind ausschließlich die Autoren zuständig.

# more_information
source: More information at:
de: Mehr Informationen unter:

source: Privacy Policy
de: Datenschutzerklärung

source: General Information
de: Allgemeine Hinweise

# privacy_general_content
source: We take the protection of your personal data very seriously and treat your personal information confidentially and in accordance with legal data protection regulations as well as this privacy policy. This app does not require registration and does not store any personal data.
de: Wir nehmen den Schutz Ihrer persönlichen Daten sehr ernst und behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Diese App erfordert keine Anmeldung und speichert keine personenbezogenen Daten.

source: Responsible Person
de: Verantwortlicher

# privacy_responsible_content
source: The entity responsible for data processing in accordance with the General Data Protection Regulation (GDPR) is: MCube Freddie-Mercury-Straße 5 80797 Munich Phone: +49 89 289-01 E-Mail: sasim@mcube-cluster.com
de: Verantwortlich für die Datenverarbeitung im Sinne der Datenschutz-Grundverordnung (DSGVO) ist: MCube Freddie-Mercury-Straße 5 80797 München Telefon: +49 89 289-01 E-Mail: sasim@mcube-cluster.com

# collection_and_processing_personal_data
source: Collection and Processing of Personal Data
de: Erhebung und Verarbeitung personenbezogener Daten

# privacy_collection_content
source: No personal data is stored or processed in the SASIM app. The use of the app does not require registration, and no user data that allows identification is stored.
de: In der SASIM App werden keine personenbezogenen Daten gespeichert oder verarbeitet. Die Nutzung der App erfordert keine Registrierung und es erfolgt keine Speicherung von Nutzerdaten, die eine Identifizierung ermöglichen.

# processing_user_data
source: Processing of User Data
de: Verarbeitung von Nutzungsdaten

# privacy_processing_content
source: The app only processes start and destination addresses entered by the user for routing purposes. These addresses are stored anonymously with a timestamp in log files, without any personal reference. This data is only used to provide the requested service and is not stored permanently.
de: Die App verarbeitet lediglich Start- und Zieladressen, die der Nutzer für Routingzwecke eingibt. Diese Adressen werden ohne Personenbezug und ausschließlich mit einem Zeitstempel in anonymen Logfiles gespeichert. Diese Daten dienen ausschließlich zur Erbringung der angeforderten Dienstleistung und werden nicht dauerhaft gespeichert.

source: Third-Party Services
de: Drittanbieterdienste

# privacy_photon_content
source: For geocoding addresses, the Photon API is used, which is licensed under the **Apache License, Version 2.0**. For more information about Photon API and its licensing, please visit: https://photon.komoot.io/.
de: Für die Geocodierung von Adressen wird die Photon API verwendet, die unter der Apache License, Version 2.0 lizenziert ist. Weitere Informationen zur Photon API und zur Lizenzierung finden Sie unter: https://photon.komoot.io/.

# efa_header
source: EFA API of MVV
de: EFA API der MVV

# privacy_efa_content
source: For route planning and finding transportation options, we use the **EFA API** from the Munich Transport and Tariff Association (MVV). Through this API, information about public transport and sharing services from **ShareNow** and **Call a Bike** is provided. No personal data is stored or passed on to these providers.
de: Für die Routenplanung und das Auffinden von Verkehrsmitteln verwenden wir die EFA API des Münchner Verkehrs- und Tarifverbundes (MVV). Über diese API werden Informationen zu öffentlichen Verkehrsmitteln sowie zu Sharing-Angeboten von ShareNow und Call a Bike bereitgestellt. Hierbei erfolgt keine Speicherung oder Weitergabe personenbezogener Daten an diese Anbieter.

source: Data Security
de: Datensicherheit

# privacy_security_content
source: We implement technical and organizational measures to ensure the security of the data processed by the app. As no personal data is stored, the risk of a data protection breach is minimal.
de: Wir setzen technische und organisatorische Maßnahmen ein, um die Sicherheit der durch die App verarbeiteten Daten zu gewährleisten. Da keine personenbezogenen Daten gespeichert werden, ist das Risiko eines Datenschutzverstoßes minimal.

# privacy_cookies_content
source: This app does not use cookies or similar tracking technologies.
de: Diese App verwendet keine Cookies oder ähnliche Tracking-Technologien.

source: Your Rights
de: Ihre Rechte

# privacy_rights_content
source: Since no personal data is processed in this app, the rights of access, rectification, deletion, or restriction of processing according to Art. 15-18 GDPR are not applicable. If you still have questions regarding data protection in relation to the use of the app, you can contact us using the above contact information.
de: Da in dieser App keine personenbezogenen Daten verarbeitet werden, sind die Rechte auf Auskunft, Berichtigung, Löschung oder Einschränkung der Verarbeitung gemäß Art. 15-18 DSGVO nicht anwendbar. Sollten Sie dennoch Fragen zum Datenschutz in Bezug auf die Nutzung der App haben, können Sie uns unter den oben angegebenen Kontaktdaten erreichen.

# changes_to_privacy_policy
source: Changes to this Privacy Policy
de: Änderungen dieser Datenschutzerklärung

# privacy_changes_content
source: We reserve the right to adjust this privacy policy to ensure it always complies with current legal requirements or to reflect changes to the app. Users will be informed of any changes in due time.
de: Wir behalten uns das Recht vor, diese Datenschutzerklärung anzupassen, um sie stets den aktuellen rechtlichen Anforderungen anzupassen oder Änderungen in der App umzusetzen. Über Änderungen werden wir die Nutzer rechtzeitig informieren.

source: The Project
de: Das Projekt

# the_project_content
source: This tool was developed as part of the SASIM research project, which is one of 14 projects in the first implementation phase of the Munich Cluster for the Future of Mobility in Metropolitan Regions (MCube). MCube is a future cluster funded by the BMBF, aiming to establish sustainable and transformative mobility innovations. Our goal is to make the true costs of urban transportation transparent and communicate them effectively. We aim to raise awareness about the costs of air pollutants, climate damage, accidents, traffic congestion, land use, and noise generated by our mobility. By doing so, we want to promote sustainable and fair mobility behavior.
de: Der Mobi-Score wurde im Rahmen des Forschungsprojekts SASIM von einem interdisziplinären Team aus fünf Lehrstühlen der Technischen Universität München (TUM) und mehreren externen Partnern entwickelt. SASIM ist eines von 14 Projekten der ersten Umsetzungsphase der Münchner Cluster für die Zukunft der Mobilität in Metropolregionen (MCube). MCube ist ein durch das BMBF gefördertes Zukunftscluster, das sich zum Ziel gesetzt hat, nachhaltige und transformative Mobilitätsinnovationen zu etablieren. Unser Ziel ist es, die wahren Kosten des urbanen Verkehrs transparent darzustellen und zu kommunizieren. Wir möchten Bewusstsein für die Kosten von Luftschadstoffen, Klimaschäden, Unfälle, Stau, Flächenverbrauch, Zerschneidung und Lärm schaffen, die unsere Mobilität hervorruft. Damit wollen wir nachhaltiges und gerechtes Mobilitätsverhalten fördern.

# the_project_content_bold_3
source: sustainable and transformative mobility innovations
de: nachhaltige und transformative Mobilitätsinnovationen

# the_project_content_bold_4
source: true costs of urban transportation
de: wahren Kosten des urbanen Verkehrs

# the_project_content_bold_5
source: air pollutants, climate damage, accidents, traffic congestion, land use, and noise
de: Luftschadstoffen, Klimaschäden, Unfälle, Stau, Flächenverbrauch, Zerschneidung und Lärm

# the_project_content_bold_6
source: sustainable and fair mobility behavior
de: nachhaltiges und gerechtes Mobilitätsverhalten

source: The Web App
de: Die Web-App

# the_web_app_content
source: The current status quo is that the costs caused by our mobility behavior are not fairly distributed. At the moment, we only pay for the private, internal costs of our mobility (e.g. fuel costs, ticket prices, or repair costs), but not the societal, external costs such as accident costs or noise costs. These are borne by society! Thus, those who cause high external costs through their mobility behavior are just as involved as those who cause low costs. This freely available online tool evaluates individual route requests depending on the means of transportation. For now, the tool only calculates and evaluates routes within the city of Munich.
de: Der bisherige Status Quo ist, dass die Kosten, die unser Mobilitätsverhalten verursacht, nicht gerecht verteilt werden. Momentan zahlen wir für unsere Mobilität nur die privaten, internen Kosten (z.B. Spritkosten, Ticketpreise oder Reparaturkosten), jedoch nicht die gesellschaftlichen, externen Kosten wie z.B. Unfallkosten oder Lärmkosten. Diese werden von der Gesellschaft getragen! Somit sind diejenigen, die durch ihr Mobilitätsverhalten hohe externe Kosten verursachen, genauso daran beteiligt wie die, die geringe Kosten verursachen. Dieses frei verfügbare Online-Tool bewertet individuelle Wegeanfragen, je nach Verkehrmittel. Vorerst berechnet und bewertet das Tool nur Routen innerhalb der Stadt München.

# the_web_app_content_bold_1
source: not fairly distributed
de: nicht gerecht verteilt

# the_web_app_content_bold_2
source: not the societal, external costs
de: nicht die gesellschaftlichen, externen Kosten

# the_web_app_content_bold_3
source: This freely available online tool evaluates individual route requests depending on the means of transportation.
de: Dieses frei verfügbare Online-Tool bewertet individuelle Wegeanfragen, je nach Verkehrmittel.

source: The Mobi-Score
de: Der Mobi-Score

# the_mobi_score_content
source: The evaluation in this tool takes into account the costs of air pollutants, climate damage, accidents, traffic congestion, land use, and noise. For each request, these costs are then illustrated for each selected mode of transport using the MobiScore.
de: Die Bewertung in diesem Tool berücksichtigt die Kosten für Luftschadstoffen, Klimaschäden, Unfälle, Stau, Flächenverbrauch, Zerschneidung und Lärm. Für jede Anfrage werden diese Kosten dann für jedes ausgewählte Verkehrsmittel anhand des MobiScores veranschaulicht.

# the_mobi_score_content_bold_1
source: air pollutants, climate damage, accidents, traffic congestion, land use, and noise
de: Luftschadstoffen, Klimaschäden, Unfälle, Stau, Flächenverbrauch, Zerschneidung und Lärm

# the_mobi_score_content_bullet_1
source: The MobiScore evaluates the true costs of our individual mobility and raises awareness of “invisible” costs.
de: Der MobiScore bewertet die wahren Kosten unserer individuellen Mobilität und schafft somit Bewusstsein für “unsichtbare“ Kosten

# the_mobi_score_content_bullet_2
source: It provides an indication of how fair certain modes of transport are for any given route.
de: Er gibt ein Indiz dafür, wie gerecht eigentlich bestimmte Verkehrsmittel für eine beliebige Strecke sind

# the_team_behind
source: Who else is behind Mobi-Score?
de: Wer steckt noch hinter Mobi-Score?

# the_team_behind_content
source: The Mobi-Score was developed as part of the SASIM research project by an interdisciplinary team of five chairs from the Technical University of Munich (TUM) and several external partners.
de: Der Mobi-Score wurde im Rahmen des Forschungsprojekts SASIM von einem interdisziplinären Team aus fünf Lehrstühlen der Technischen Universität München (TUM) und mehreren externen Partnern entwickelt.

# the_team_behind_content_hyperlink_1
source: SASIM research project
de: Forschungsprojekts SASIM

# out_partners
source: Our Partners
de: Unsere Partner

# personal_costs_research_content
source: The calculations of personal costs are largely based on the study by König et al. (2021). The full cost calculator uses the following cost rates (in euros per passenger-kilometer, unless otherwise stated):
de: Die Zahlen für die Berechnung der persönlichen Kosten basieren weitestgehend auf der Studie von König et al. (2021). Der Vollkostenrechner verwendet die folgenden Kostensätze (in Euro pro Personenkilometer, sofern nicht anders angegeben):

# social_costs_research_content
source: The calculations of external costs are based on the study by Schröder et. al (2023). The full cost calculator uses the following cost rates (in cents per passenger-kilometer):
de: Die Zahlen für die Berechnung der externen Kosten basieren auf der Studie von Schröder et. al (2023). Der Vollkostenrechner verwendet die folgenden Kostensätze (in Cent pro Personenkilometer):

# routing_research
source: Routing
de: Routenplanung

# routing_research_content
source: The full cost calculator uses the software OpenTripPlanner (OTP) for route planning. Based on the inputs (start and destination address and selected travel mode), distance, travel time and the waypoints of the route are calculated. In order to calculate routes and travel costs by public transportation, the timetable information system DEFAS is accessed via an API.
de: Der Vollkostenrechner nutzt die Software OpenTripPlanner (OTP) für die Routenplanung. Anhand der Eingaben (Start- und Zieladresse und gewähltes Verkehrsmittel) werden Distanz, Reisezeit und die Wegpunkte der Route berechnet. Um Routen und Fahrtkosten mit öffentlichen Verkehrsmitteln zu berechnen, wird über eine Schnittstelle auf das Fahrplaninformationssystems DEFAS zugegriffen.

# development_by
source: Frontent und Backend Development by
de: Frontent und Backend Entwicklung von

source: Illustrations by
de: Illustrationen von

# ui_by
source: UI/UX Design by
de: UI/UX Design von
