Repository: gusti-ott/SASIM-TOOL
Catalog: flutter_frontend/multimodal_routeplanner/lib/l10n/app_*.arb
Languages: de

# that_are_the_true_costs_header
source: These are the true costs of your mobility
de: Das sind die wahren Kosten der Mobilität

# these_are_external_costs
source: These are the external costs of your route
de: Das sind die externen Kosten deiner Route

# what_is_mobi_score
source: What is the Mobi-Score?
de: Was ist der Mobi-Score?

source: Calculator
de: Rechner

source: Information
de: Informationen

source: About Us
de: Über uns

source: Start Address
de: Startadresse

# end_address
source: Destination Address
de: Zieladresse

source: Please insert address
de: Bitte gib eine Adresse an

source: From
de: Von

# from_hint
source: From (e.g. Arcisstraße 21, München)
de: Von (z.B. Arcisstraße 21, München)

source: To
de: Nach

# to_hint
source: To (e.g. Ostbahnhof, München)
de: Nach (z.B. Ostbahnhof, München)

source: New Route
de: Neue Route

source: Show Route
de: Route anzeigen

source: Car
de: Pkw

# ecar
source: Electric Car
de: E-Pkw

source: Bike
de: Fahrrad

# ebike
source: Electric Bike
de: E-Fahrrad

# e_moped
source: Electric Moped
de: E-Moped

# pt
source: Public Transport
de: ÖPNV

source: Metro
de: U-Bahn

# pt_and_bike
source: Public Transport + Bike
de: ÖPNV + Fahrrad

source: Walk
de: Zu Fuß

source: Not Available
de: Nicht verfügbar

# description_fullcosts
source: The total costs incurred when using a mode of transportation, including both direct and indirect costs such as fuel, maintenance, insurance, and environmental impacts.
de: Die Gesamtkosten, die bei der Nutzung eines Verkehrsmittels entstehen, einschließlich direkter und indirekter Kosten wie Treibstoff, Wartung, Versicherung und Umweltauswirkungen.

# description_external_costs
source: Costs incurred by using a mode of transportation but not directly borne by the users. These include environmental damage, health issues, and social costs.
de: Kosten, die durch die Nutzung eines Verkehrsmittels entstehen, aber nicht direkt von den Benutzern getragen werden. Dazu gehören Umweltschäden, Gesundheitsprobleme und soziale Kosten.

# description_internal_costs
source: The direct costs borne by users of a mode of transportation, such as fuel costs, maintenance, and insurance.
de: Die direkten Kosten, die von den Benutzern eines Verkehrsmittels getragen werden, wie Treibstoffkosten, Wartung und Versicherung.

# descripton_accidents
source: Accident costs are the costs arising from personal injuries in accidents. Since physical damage to cars and infrastructure is predominantly covered by motor vehicle insurance or borne by the parties causing the damage, they are not considered here.
de: Unfallkosten sind die Kosten, die durch bei Unfällen entstehende Personenschäden entstehen. da Sachschäden an Autos und Infrastruktur überwiegend von der Kfz-Versicherung abgedeckt oder von den Parteien, die den Schaden verursacht haben, selbst getragen werden, werden sie hier nicht berücksichtigt.

# description_air
source: The calculation of air pollution costs includes various aspects. These include material damage, crop failure, biodiversity loss, and health damage caused by air pollution.
de: Die Berechnung der Kosten durch Luftverschmutzung umfasst verschiedene Aspekte. Dazu gehören Sachschäden, Ernteausfälle, Verlust der Biodiversität und Gesundheitsschäden, die durch Luftverschmutzung entstehen.

# description_noise
source: The effects of noise are noticeable in various areas of life. Thus, traffic noise causes costs for a national economy in several respects.
de: Die Auswirkungen von Lärm sind in verschiedenen Lebensbereichen spürbar. So verursacht Verkehrslärm Kosten für eine Volkswirtschaft in vielerlei Hinsicht.

# description_space
source: Transport uses land in two different traffic situations. Land is used for moving traffic via streets or rail systems. At the same time, vehicles that are not moved occupy space for parking.
de: Der Verkehr nutzt Land in zwei verschiedenen Verkehrssituationen. Land wird für die Bewegung von Verkehr über Straßen oder Schienensysteme genutzt. Gleichzeitig beanspruchen Fahrzeuge, die nicht in Bewegung sind, Platz für das Parken.

# description_congestion
source: Congestion is mostly known for blocked streets by cars and other road users. However, there are also a lot of congested public transport networks which lead to delays. For both cases, time is lost and thus costs are generated.
de: Staus sind hauptsächlich als blockierte Straßen durch Autos und andere Straßennutzer bekannt. Es gibt jedoch auch viele überlastete öffentliche Verkehrsnetze, die zu Verzögerungen führen. In beiden Fällen geht Zeit verloren, und somit entstehen Kosten.

# description_barrier
source: The barrier effect describes the time delay that motorized transport imposes on active mobility forms. This could be in the form of big streets pedestrians have to cross or circumvent to reach their destination.
de: Die Zerschneidung beschreibt die Zeitverzögerung, die der motorisierte Verkehr auf aktive Formen der Mobilität ausübt. Dies kann in Form von großen Straßen sein, die Fußgänger überqueren oder umgehen müssen, um ihr Ziel zu erreichen.

# description_environment
source: Costs due to environmental damage include all damages caused today and in the future by climate change, associated with uncertainties. They depend on the propulsion type of the vehicle and include costs from the operation of the vehicle as well as from the fuel and power production.
de: Kosten durch Umweltschäden beschreiben Kosten durch alle Schäden, die heute und in der Zukunft durch den Klimawandel verursacht werden, und die mit Unsicherheiten verbunden sind. Sie sind abhängig vom Antriebstyp des Fahrzeugs und beinhaltet Kosten aus dem Betrieb des Fahrzeugs sowie der Herstellung von Kraftstoff und Energie

source: external costs
de: Externe Kosten

source: internal costs
de: Interne Kosten

source: fullcosts
de: Vollkosten

source: accidents
de: Unfälle

source: air pollution
de: Luftverschmutzung

source: noise
de: Lärm

source: space use
de: Flächenverbrauch

source: congestion
de: Stau

source: barrier effects
de: Zerschneidung

source: environmental damages
de: Umweltschäden

# header_external_costs
source: External Costs
de: externe Kosten

# header_internal_costs
source: Internal Costs
de: interne Kosten

# header_fullcosts
source: Full Costs
de: Voll kosten

source: Something went wrong.
de: ...Irgendwas ist schiefgegangen

# please_try_again
source: Please reload or select a different route.
de: Bitte lade die Seite neu oder wähle eine andere Route.

source: Try again
de: Versuche es erneut

source: Research
de: Forschung

source: by
de: von

source: Electric
de: Elektrisch

source: Calculate
de: Berechnen

# show_detailed_info
source: Detailed Route Information
de: Detailierte Routeninformationen

# these_are_the_costs_of_your_journey_with
source: These are the real costs of mobility with
de: Das sind die wahren Kosten deiner Fahrt mit

# private_car
source: a private car
de: einem privaten Auto

# private_ecar
source: a private electric car
de: einem privaten E-Auto

# private_bike
source: a private bike
de: einem privaten Fahrrad

# private_ebike
source: a private electric bike
de: einem privaten E-Bike

source: public transport
de: den Öffis

source: Unknown
de: Unbekannt

# fullcosts_of_trip
source: Fullcosts of the Trip
de: Vollkosten der Fahrt

# social_costs_two_line
source: Social Costs
de: externe Kosten

source: Social Costs
de: externe Kosten

# personal_costs_two_line
source: Personal Costs
de: persönliche Kosten

source: Personal Costs
de: persönliche Kosten

# back_to_results
source: Back
de: Zurück

# share
source: Share or Leave some Feedback
de: Teilen oder gib uns etwas Feedback

source: Time
de: Zeit

source: Health
de: Gesundheit

source: Environment
de: Umwelt

source: Fixed
de: Fix

source: Variable
de: Variabel

# route_is_loading
source: Routes are loading...
de: Routen werden geladen...

# learn_about
source: Learn about the true cost of your mobility
de: Erfahre die wahren Kosten Deiner Mobilität

# input_instructions
source: Choose among the available travel modes and enter a start and end point in Munich to calculate the true costs of your trip.
de: Wähle ein Verkehrsmittel aus und gib Start und Ziel Deines Weges in München ein, um die wahren Kosten zu berechnen.

source: Total Costs
de: Vollkosten

source: Total
de: Vollkosten

source: Social
de: extern

source: Personal
de: persönlich

source: Overall
de: gesamt

source: Time Costs
de: zeitlbezogene Kosten

source: Health Costs
de: gesundheitsbezogene Kosten

source: Environment Costs
de: umweltbezogene Kosten

source: Fixed Costs
de: Fixkosten

source: Variable Costs
de: variable Kosten

source: by mode
de: nach Verkehrsmittel

# total_description
source: The true costs - or full costs - of mobility are the sum of personal costs and external costs. The external costs are not carried by the traveler, but society as a whole.
de: Die wahren Kosten - oder Vollkosten - der Mobilität sind die Summe der persönlichen und externen Kosten. Die externen Kosten werden nicht vom Verursacher, sondern von der Allgemeinheit getragen.

# social_description
source: Externalities arise when the activities of a person or company have an impact on third parties that are not included in the price. This effect can be both positive (external benefits) and negative (external costs). In terms of mobility, external costs mean that the costs of transport activities are not carried by the travelers themselves, but by society in general.
de: Externalitäten entstehen immer dann, wenn die Aktivitäten einer Person oder eines Unternehmens Auswirkungen auf unbeteiligte haben, die nicht im Preis enthalten sind. Diese Auswirkungen können positive (externe Nutzen) als auch negative (externe Kosten) sein. Bezogen auf Mobilität bedeuten externe Kosten also, dass die Kosten von Verkehrsaktivitäten nicht von den Reisenden selbst getragen werden, sondern von der Allgemeinheit.

# personal_description
source: Personal costs – or internal costs - are borne by the users themselves. These internal costs can be both tangible and intangible. In terms of mobility, these might be monetary costs for vehicles (purchase, operation, disposal or repurchase) or for a public transport ticket.
de: Persönliche Kosten werden von den Verursacherinnen und Verursachern einer Aktivität selbst getragen. Diese internen Kosten können sowohl materiell als auch immateriell sein. Bezogen auf Mobilität kann es sich beispielsweise um materielle Kosten für Fahrzeuge (Anschaffung, Betrieb, Entsorgung bzw. Wiederkauf) oder für einen Fahrschein im Öffentlichen Verkehr handeln.

# detail_social_description
source: The external costs are clustered into three categories: time, health, and environment. The time dimension includes congestion costs and time losses due to barrier effects (cause by infrastructure). The health dimension includes the costs caused by noise, accidents, and air pollution. The environment dimension includes costs due to climate damage and space consumption.
de: Die externen Kosten werden in drei Kategorien eingeteilt: Zeit, Gesundheit und Umwelt. Die Zeitdimension umfasst Staukosten und Zeitverluste durch Zerschneidung (eine Infrastruktur kann auch eine räumliche Barriere sein, wodurch Umwege genommen werden müssen, z.B. bei Schienen muss ein Bahnübergang gewählt werden). Die gesundheitliche Dimension umfasst die Kosten, die durch Lärm, Unfälle und Luftverschmutzung verursacht werden. Die Umweltdimension umfasst Kosten durch Klimaschäden und Flächeninanspruchnahme.

# detail_social_time_description
source: The time dimension includes congestion costs and time losses due to barrier effects.
de: Die Zeitdimension umfasst Staukosten und Zeitverluste durch Zerschneidung.

source: What are congestion costs?
de: Was sind Staukosten?

# detail_social_time_description_congestion
source: Congestion in road traffic or delays in public transport lead to time losses, which can be assessed in monetary terms with the help of willingness-to-pay approaches. Other negative effects of congestion are increased fuel consumption and wear and tear on roads and vehicles. The total congestion costs for Munich (INRIX Traffic Scorecard) are allocated to individual modes of transport based on the space required and the vehicle kilometers traveled. In public transportation, average delays are used to calculate congestion costs.
de: Staus im Straßenverkehr oder auch Verspätungen im öffentlichen Verkehr führen zu Zeitverlusten, die mithilfe von Zahlungsbereitschaften monetär bewertet werden können. Weitere negative Auswirkungen von Stau sind erhöhter Treibstoffverbrauch sowie Verschleiß von Straßen und Fahrzeugen. Zur Berechnung der Staukosten im Straßenverkehr werden die gesamten Staukosten für München (INRIX Traffic Scorecard) anhand des Flächenbedarfs und der zurückgelegten Fahrzeugkilometer auf die einzelnen Verkehrsmittel aufgeteilt. Im Öffentlichen Verkehr wird mit durchschnittlichen Verspätungswerten gerechnet.

# what_are_barrier_costs
source: What are costs due to barrier effects?
de: Was sind Kosten durch Zerschneidung?

# detail_social_time_description_barrier
source: Wide road and rail routes with high traffic loads lead to restrictions for other forms of mobility. For example, pedestrians and cyclists must take detours to cross the infrastructure barrier. In addition, the spatial separation of districts can result in reduced economic productivity. The monetary costs of these barrier effects have been estimated in various studies. Corresponding cost rates per vehicle kilometer have been adopted for the online tool.
de: Insbesondere breite Straßen- und Schienenwege mit hoher Verkehrsbelastung führen zu Einschränkungen für andere Mobilitätsformen. Beispielsweise müssen Zufußgehende und Fahrradfahrende Umwege in Kauf nehmen, um die Infrastrukturbarriere zu überwinden. Außerdem kann die Abgrenzung von Stadtteilen eine verringerte wirtschaftliche Produktivität zur Folge haben. Die monetären Kosten dieser Trennwirkungen wurden im Rahmen verschiedener Studien abgeschätzt. Entsprechende Kostensätze je Fahrzeugkilometer wurden für das vorliegende Online-Tool übernommen.

# detail_social_health_description
source: The health dimension includes the costs caused by noise, accidents, and air pollution.
de: Die gesundheitliche Dimension umfasst die Kosten, die durch Lärm, Unfälle und Luftverschmutzung verursacht werden.

source: What are noise costs?
de: Was sind Lärmkosten?

# detail_social_health_description_noise
source: Noise from road and rail traffic causes disturbances and harms human health. This causes damage to society in the form of loss of value of real estate, reduced quality of life, as well as treatment costs and productivity losses due to physical, cognitive, or psychological impairments. The amount of the noise costs is determined by the number of persons affected per level class, measured in dB(A). The total costs are then divided among the individual means of transport using weighting factors and mileage.
de: Lärm durch Straßen- und Schienenverkehr verursacht Belästigungen und hat negative Auswirkungen auf die menschliche Gesundheit. Der Gesellschaft entstehen dadurch Schäden in Form von Wertverlust bei Immobilien, verminderter Lebensqualität sowie Behandlungskosten und Produktivitätsverlusten infolge physischer, kognitiver oder psychologischer Beeinträchtigungen. Die Höhe der Lärmkosten wird über die Anzahl der betroffenen Personen je Pegelklasse, gemessen in dB(A), bestimmt. Die Gesamtkosten werden anschließend mithilfe von Gewichtungsfaktoren und Fahrleistungen auf die einzelnen Verkehrsmittel aufgeteilt.

source: What are accident costs?
de: Was sind Unfallkosten?

# detail_social_health_description_accidents
source: Traffic accidents cause medical costs, property damage, losses due to work absences, administrative expenses, and intangible costs (e.g., suffering and shock). Only personal injury is included when calculating external costs, as property damage is largely covered by motor vehicle insurance and is therefore part of the personal costs. The police accident statistics provide information on the accident’s severity, road users involved, and the causer. With the help of appropriate cost rates, the total cost of each accident can be determined. The accident costs are allocated to the modes of transport according to the polluter pays principle (costs are allocated to the mode of transport causing the accident) and the damage potential principle (allocation is based on mass and speed).
de: Verkehrsunfälle verursachen medizinische Heilungskosten, Sachschäden, Verluste durch Arbeitsausfall, administrative Aufwände sowie immaterielle Kosten (z. B. Leid und Schock). Nur Personenschäden fließen in die Berechnung der externen Kosten mit ein, da Sachschäden weitestgehend über die Kfz-Haftpflichtversicherungen abgedeckt sind und somit zu den persönlichen Kosten zählen. Die polizeiliche Unfallstatistik liefert Informationen zu Unfallschwere, beteiligten Verkehrsteilnehmenden und Verursacher. Mithilfe von entsprechenden Kostensätzen lassen sich die Gesamtkosten jedes Unfalls ermittelt. Die Aufteilung der Unfallkosten auf die betroffenen Verkehrsmittel erfolgt durch das Verursacherprinzip (Kosten werden dem verursachenden Verkehrsmittel angelastet) und das Schadenspotenzialprinzip (Aufteilung erfolgt nach Masse und Geschwindigkeit).

# what_are_air_costs
source: What are costs due to air pollution
de: Was sind Kosten durch Luftverschmutzung?

# detail_social_health_description_air
source: Air pollution occurs both in vehicle operation through fuel combustion and abrasion and during fuel production. The consequences are material damage (e.g. to buildings), crop damage, biodiversity loss and damage to health (especially due to respiratory diseases). The cost rates for various air pollutants, such as particulate matter, nitrogen oxides or ammonia, come from the Federal Environment Agency's Methodological Convention 3.1.
de: Luftverschmutzung entsteht sowohl im Fahrzeugbetrieb durch Kraftstoffverbrennung und Abrieb als auch bei der Kraftstoffherstellung. Die Folgen sind Materialschäden (z. B. an Gebäuden), Ernteschäden, Biodiversitätsverluste und Gesundheitsschäden (insbesondere durch Atemwegserkrankungen). Die Kostensätze für verschiedene Luftschadstoffe, beispielsweise Feinstaub, Stickoxide oder Ammoniak, stammen aus der Methodenkonvention 3.1 des Umweltbundesamtes.

# detail_social_environment_description
source: The environment dimension includes costs due to climate damage and space consumption.
de: Die Umweltdimension umfasst Kosten durch Klimaschäden und Flächenverbrauch.

# what_are_climate_costs
source: What are costs due to climate damage?
de: Was sind Kosten durch Klimaschäden?

# detail_social_environment_description_climate
source: Greenhouse gas emissions are generated during fuel combustion in the vehicle and during the production of fuels and energy. In the atmosphere, greenhouse gases lead to a change in the climate – with negative consequences for ecosystems, human health, and food production. The Federal Environment Agency recommends the damage cost approach for determining climate damage. This involves estimating the damage caused by a given amount of greenhouse gases emitted. For this purpose, greenhouse gases such as carbon dioxide, methane, and nitrous oxide are converted into CO2 equivalents.
de: Treibhausgasemissionen entstehen bei der Kraftstoffverbrennung im Fahrzeug, aber auch bei der Produktion von Kraftstoffen und Energie. In der Atmosphäre führen Treibhausgase zu einer Veränderung des Klimas – mit negativen Folgen für Ökosysteme, die menschliche Gesundheit und die Nahrungsmittelproduktion. Das Umweltbundesamt empfiehlt für die Bestimmung von Klimaschäden den Schadenskostenansatz. Dabei wird die Höhe der Schäden geschätzt, die durch eine bestimmte Menge an emittierten Treibhausgasen verursacht werden. Treibhausgase wie Kohlenstoffdioxid, Methan und Lachgas werden dazu in CO2-Äquivalente umgerechnet.

# what_are_space_costs
source: What are costs due to space consumption?
de: Was sind Kosten durch Flächenverbrauch?

# detail_social_environment_description_space
source: Transportation needs space for driving and parking. The calculations in this online tool consider the city of Munich’s investments in road traffic, public transport, and bicycle traffic. In addition, so-called opportunity costs arise, as the space cannot be used for other purposes. In the case of cars, the costs for construction and maintenance of parking, as well as the income from parking fees, are also considered.
de: Verkehr benötigt Fläche zum Fahren und Parken. Die Berechnungen im vorliegenden Online-Tool berücksichtigen die Investitionen der Stadt München für den Straßenverkehr, Öffentlichen Verkehr und Fahrradverkehr. Außerdem entstehen sogenannte Opportunitätskosten, da die Fläche nicht anderweitig genutzt werden kann. Beim Pkw werden zusätzlich die Kosten für Bau und Unterhaltung von Parkplätzen sowie die Einnahmen aus Parkgebühren berücksichtigt.

# detail_personal_description
source: These costs consist of fixed costs and variable costs. Fixed costs include costs such as vehicle depreciation. The variable costs are kilometre-dependent costs, such as fuel costs. The cost rates for bicycles and e-bikes include depreciation (fixed costs) as well as tyres, maintenance/repairs and electricity costs (variable costs). The fixed costs for the car include the subcategories depreciation, insurance, tax, MOT and parking. The variable costs include fuel costs, maintenance, repairs, tyres and care.
de: Diese Kosten bestehen aus Fixkosten und variablen Kosten. Zu den Fixkosten gehören Kosten wie z.B. Wertverlust von Fahrzeugen. Bei den variablen Kosten handelt es sich um kilometerabhängige Kosten, wie z. B. Kraftstoffkosten. Die Kostensätze für Fahrrad und E-Fahrrad beinhalten den Wertverlust (Fixkosten) sowie Reifen, Wartung / Reparatur und Stromkosten (variable Kosten). Die Fixkosten für den PKW beinhalten Wertverlust, Versicherung, Steuer, TÜV und Parken. Die variablen Kosten enthalten Kraftstoffkosten, Wartung, Reparatur, Reifen und Pflege.

# detail_personal_fixed_description
source: Fixed costs include costs such as the depreciation of vehicles.
de: Zu den Fixkosten gehören Kosten wie der Wertverlust von Fahrzeugen.

# detail_personal_variable_description
source: Variable costs are kilometer-dependent costs, such as fuel costs.
de: Variable Kosten sind kilometerabhängige Kosten, wie z. B. Kraftstoffkosten.

# get_started
source: Start Full Cost Calculation
de: zum Vollkostenrechner

source: Diagram
de: Diagramm

# about_us_title
source: About Us
de: Wer wir sind

# about_us_content
source: We are an interdisciplinary team consisting of five chairs from TU Munich and several external partners. Our goal is to transparently present and communicate the true costs of urban traffic in Munich. We want to raise awareness of the costs of air pollutants, climate damage, accidents, congestion, land consumption, and noise caused by our mobility. With this, we aim to promote sustainable and fair mobility behavior.
de: Wir sind ein interdisziplinäres Team bestehend aus fünf Lehrstühlen der TU München und mehreren externen Partnern. Unser Ziel ist es, die wahren Kosten des urbanen Verkehrs in München transparent darzustellen und zu kommunizieren. Wir möchten Bewusstsein für die Kosten von Luftschadstoffen, Klimaschäden, Unfällen, Stau, Flächenverbrauch, Zerschnidung und Lärm schaffen, die unsere Mobilität hervorruft. Damit wollen wir nachhaltiges und gerechtes Mobilitätsverhalten fördern.
